Repository: beratergnn/techcareer_flutter_bootcamp
Catalog: flutter/techcareer_flutter_bootcamp_odev_3/lib/l10n/app_*.arb
Languages: tr

# currenLocTitle
source: Current Location
tr: Mevcut Konum

source: Category
tr: Kategori

source: View All
tr: Tümügü gör

source: Mountain
tr: Dağ

source: Waterfall
tr: Şelale

source: River
tr: Nehir

source: Forest
tr: Orman

source: Rinjani Mountain
tr: Rinjani Dağı

source: Bromo Mountain
tr: Bromo Dağı

source: Person
tr: Kişi

source: Popular Destination
tr: Popüler Noktalar

# thePinkBeach
source: ThePink Beac
tr: Pembe Sahil

# thePinkBeachDes
source: This exceptional beach gets its striking color from microscopic animals called...
tr: Bu olağanüstü kumsal, çarpıcı rengini mikroskobik hayvanlardan alır...

source: Meru Tower
tr: Meru Kulesi

# meruTowerDes
source: A Meru tower or pelinggih meru is the principal shrine of a Balinese temple. It is a wooden..
tr: Meru kulesi veya pelinggih meru, bir Bali tapınağının ana mabedidir. Ahşap bir yapıdır.

source: Toraja Land
tr: Toraja Adası

# torajaLandDes
source: Toraja land is one the tourist destination area in indonesia that must be visited because it..
tr: Toraja arazisi, Endonezya'da ziyaret edilmesi gereken turistik yerlerden biridir çünkü ...
